package com.example.sa.students_android.Models;

public class DummyData {

    // Users data
    public static final String[] FIRSTNAMES_MALES = { "Иван", "Дмитрий", "Артём", "Алексей", "Владимир", "Геннадий", "Семён", "Константин", "Василий", "Павел" };
    public static final String[] FIRSTNAMES_FEMALES = { "Екатерина", "Марина", "Наталья", "Алеся", "Евгения", "Елена", "Ольга", "Юлия", "Мария", "Анна" };
    public static final String[] LASTNAMES = { "Сверчков", "Шарыпов", "Иванов", "Петров", "Сидоров", "Медведев", "Никифоров", "Усов", "Зубков", "Семёнов", "Кондратьев", "Курпатов", "Кузнецов", "Егоров", "Жданов" };
    public static final String[] MIDDLENAMES = { "Николае", "Андрее", "Григорье", "Константино", "Дмитрие", "Петро", "Геннадье", "Владимиро" };

    //Lessons data
    public static final String[] LESSONTITLES = {"Механика", "Математика", "Алгебра", "Русский язык", "Поэзия XIV века", "Труд", "ИЗО", "Тихий час", "Английский язык"};
    public static final String[] LESSONDESCRIPTION = {"Крайне важный предмет", "Профильная дисциплина", "Больше нечем было заполнить расписание", "Ведет ректор, так что приходите", "Предмет интересный, приходите!" };
}
